Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Invalid Glucose (%@).
bg: Невалидна глюкоза (%@).
cs: Neplatná hodnota glukózy (%@).
da: Ugyldig Glukose (%@).
de: Ungültige Glukose (%@).
fr: Mesure de glucose invalide (%@).
nb_no: Ugyldig blodsukker (%@).
nl: Ongeldige glucosewaarde (%@).
pl: Nieprawidłowa glikemia (%@).
sv: Ogiltigt glukosvärde (%@).
vi: Đường huyết không hợp lệ (%@).
zh_hant: 無效的血糖 (%@)。

source: Invalid Glucose sample detected, try again later
bg: Открито е невалидно показание на глюкоза, опитайте по-късно
cs: Zjištěn neplatný vzorek glukózy, zkus to znovu později
da: Ugyldig glukoseprøve opdaget, prøv igen senere
de: Ungültiger Glucose-Wert erkannt, versuche es später erneut
es: Se detectó una muestra de glucosa no válida, inténtalo de nuevo más tarde
fr: Échantillon de glucose invalide détecté, réessayez plus tard
it: Campione di Glicemia non valido rilevato, riprova più tardi
nb_no: Ugyldig blodsukkermåling, prøv igjen senere
nl: Ongeldige glucosewaarde ontdekt, probeer het later opnieuw
pl: Wykryto nieprawidłową glikemię. Spróbuj ponownie później
pt_pt: Amostra de glicose inválida detectada, tente novamente mais tarde
ru: Обнаружено невалидное значение глюкозы, повторите попытку позже
sv: Ogiltigt glukosvärde upptäckt, försök igen senare
uk: Виявлено невалідне значення глюкози, повторіть спробу пізніше
vi: Phát hiện mẫu đường huyết không hợp lệ, vui lòng thử lại sau
zh_hant: 檢測到無效的葡萄糖樣本，請稍後再試

source: Invalid libre checksum
bg: Невалидна Libre контролна сума
cs: Neplatný kontrolní součet Libre
da: Ugyldig libre checksum
de: Ungültige Libre Prüfsumme
es: Suma de control libre no válida
fr: Somme de contrôle Libre non valide
it: Checksum di Libre non valido
nb_no: Ugyldig sjekksum for Libre
nl: Ongeldige libre controlesom
pl: Nieprawidłowa suma kontrolna libre
pt_pt: Checksum inválido
ru: Неверная контрольная сумма сенсора
sv: Ogiltig kontrollsumma för libre
uk: Некоректна контрольна сума
vi: Mã kiểm tra Libre không hợp lệ
zh_hant: 無效的 libre 校驗碼

source: Invalid Pump State
bg: Невалидно състояние на помпата
cs: Neplatný stav pumpy
da: Ugyldig Pumpetilstand
de: Ungültiger Pumpenstatus
fr: État de pompe invalide
it: Stato pompa non valido
nb_no: Ugyldig pumpestatus
nl: Ongeldige pompstatus
pl: Nieprawidłowy stan pompy
sv: Ogiltig pumpstatus
vi: Trạng thái bơm không hợp lệ
zh_hant: 無效的幫浦狀態

source: Invalid Pump State (%@).
bg: Невалидно състояние на помпата (%@).
cs: Neplatný stav pumpy (%@).
da: Ugyldig Pumpetilstand (%@).
de: Ungültiger Pumpenstatus (%@).
fr: État de pompe invalide (%@).
nb_no: Ugyldig pumpestatus (%@).
nl: Ongeldige pompstatus (%@).
pl: Nieprawidłowy stan pompy (%@).
sv: Ogiltig pumpstatus (%@).
vi: Trạng thái bơm không hợp lệ (%@).
zh_hant: 無效的幫浦狀態 (%@)。

source: Invalid sensor
bg: Невалиден сензор
cs: Neplatný senzor
da: Ugyldig sensor
de: Ungültiger Sensor
es: Sensor no válido
fr: Capteur CGM invalide
it: Sensore non valido
nb_no: Ugyldig sensor
nl: Ongeldige sensor
pl: Nieprawidłowy czujnik
pt_pt: Sensor inválido
ru: Сенсор неисправен
sv: Ogiltig sensor
uk: Сенсор несправний
vi: Cảm biến không hợp lệ
zh_hant: 無效的傳感器

source: Invalid Sensor Detected
bg: Открит е невалиден сензор
cs: Zjištěn neplatný senzor
da: Ugyldig Sensor Detekteret
de: Fehlerhafter Sensor erkannt
es: Sensor no válido detectado
fr: Capteur CGM invalide détecté
it: Sensore Rilevato Non Valido
nb_no: Ugyldig sensor funnet
nl: Ongeldige sensor gevonden
pl: Wykryto nieprawidłowy czujnik
pt_pt: Sensor inválido detectado
ru: Обнаружен неверный сенсор
sv: Ogiltig sensor upptäckt
uk: Помилка визначення Сенсора
vi: Phát hiện cảm biến không hợp lệ
zh_hant: 檢測到無效的傳感器

source: Invalid URL
bg: Невалиден URL
cs: Neplatná URL
da: Ugyldig URL
de: Ungültige URL
es: URL inválida
fr: URL invalide
it: URL non valido
nb_no: Ugyldig nettadresse (URL)
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
pt_pt: URL inválida
ru: Неверный URL
sv: Ogiltig URL
uk: Невірний URL
vi: URL không hợp lệ
zh_hant: 無效的 URL

source: IOB (Insulin on Board)
bg: IOB (активен инсулин)
cs: IOB (Aktivní inzulín)
da: IOB (Insulin om bord)
de: IOB (Insulin an Board)
es: IOB (Insulina a bordo)
fr: IOB (insuline active)
it: IOB (Insulina a bordo)
nb_no: IOB (Aktivt insulin)
nl: IOB (Insuline op boord)
pl: IOB: (Aktywna insulina)
pt_pt: IOB (Insulin na Barras)
ru: МОБ (инсулин на борту)
sv: IOB (aktivt insulin)
uk: IOB (Insulin на дошці)
vi: IOB (Insulin đang hoạt động)
zh_hant: IOB（體內胰島素）

source: is running
bg: работи
cs: běží
da: kører
de: läuft
es: está corriendo
fr: est actif
it: è in esecuzione
nb_no: kjører
nl: is bezig
pl: jest uruchomiony
pt_pt: está sendo executado
ru: запущен
sv: är igång
uk: запущений
vi: đang chạy
zh_hant: 正在運行

source: ISF and CR
bg: ISF и CR
cs: ISF a CR
de: ISF und CR
fr: ISF et CR
nb_no: ISF og CR
pl: ISF i CR
zh_hant: 胰島素敏感度與碳水比例

source: It allows you to refer to live information at a glance and perform quick actions in your diabetes management.
bg: Позволява ви с един поглед да виждате актуална информация и бързо да извършвате действия при управлението на диабета.
cs: Umožňuje ti sledovat aktuální informace jedním pohledem a provádět rychlé akce v rámci správy tvého diabetu.
da: Det giver dig mulighed for at henvise til levende information på et overblik og udføre hurtige handlinger i din diabetes management.
de: Sie ermöglicht es Dir, aktuelle Informationen auf einen Blick abzurufen und schnelle Maßnahmen für Dein Diabetesmanagement durchzuführen.
es: Le permite referirse a la información en vivo de un vistazo y realizar acciones rápidas en el manejo de su diabetes.
fr: Cela permet de consulter les informations en direct d’un simple coup d’œil et d’effectuer des actions rapides pour la gestion de votre diabète.
it: Ti permette di fare riferimento alle informazioni dal vivo a colpo d'occhio ed eseguire azioni rapide nella gestione del diabete.
nb_no: Den lar deg se oppdatert informasjon ved et øyekast og gjøre raske vurderinger av din diabetesbehandling.
nl: Het stelt u in staat om live informatie te raadplegen en snelle acties uit te voeren in uw diabetesbeheer.
pl: Pozwala to na zapoznanie się z informacjami na żywo i na szybką reakcję w leczeniu cukrzycy.
pt_pt: Ele permite que você se refira a informações ao vivo rapidamente e execute ações rápidas no seu gerenciamento de diabetes.
ru: Она позволяет ссылаться на информацию в реальном времени на взгляд и осуществлять быстрые действия в управлении диабетом.
sv: Det gör att du kan se aktuell information på ett ögonblick och utföra snabba åtgärder i din diabetesbehandling.
uk: Вона дозволяє посилатися на пряму інформацію уважно, здійснюючи швидкі дії з управління діабетами.
vi: Nó cho phép bạn theo dõi thông tin trực tiếp một cách nhanh chóng và thực hiện các thao tác nhanh trong việc quản lý bệnh tiểu đường.
zh_hant: 它可以讓你一目了然地參考即時資訊，並在糖尿病管理中執行快速操作。

source: It can handle small gaps in data and ignores sensor error values. It needs at least 4 readings within 12 minutes to work properly. Only CGM readings are smoothed—manual entries are not changed.
bg: Може да се справя с малки пропуски в данните и игнорира грешни стойности от сензора. За правилна работа са необходими поне 4 показания в рамките на 12 минути. Изглаждат се само показанията от CGM — ръчно въведените записи остават непроменени.
cs: Dokáže si poradit s malými mezerami v datech a ignoruje chybové hodnoty senzoru. Pro správné fungování potřebuje alespoň 4 měření během 12 minut. Vyhlazují se pouze hodnoty z CGM – ruční záznamy se nemění.
fr: Il peut gérer de petites lacunes dans les données et ignore les valeurs d'erreur du capteur. Il nécessite au moins 4 mesures sur une période de 12 minutes pour fonctionner correctement. Seules les valeurs du CGM sont lissées — les glycémies saisies manuellement ne sont pas modifiées.
nb_no: Den kan håndtere små hull i data og ignorerer sensorfeilverdier. Den trenger minst 4 avlesninger innen 12 minutter for å fungere riktig. Kun CGM-avlesninger blir utjevnet—manuell registrering blir ikke endret.
pl: Potrafi usuwać niewielkie luki w danych i ignorować wartości błędów czujnika. Do prawidłowego działania wymaga co najmniej 4 odczytów w ciągu 12 minut. Wygładzane są tylko odczyty CGM — ręczne wpisy nie są zmieniane.
vi: Tính năng này có thể xử lý các khoảng trống dữ liệu nhỏ và bỏ qua các giá trị lỗi của cảm biến. Nó cần ít nhất 4 lần đo trong vòng 12 phút để hoạt động chính xác. Chỉ các giá trị đo từ CGM được làm mượt—các giá trị nhập thủ công sẽ không bị thay đổi.
zh_hant: 可處理小幅度的資料缺口，並忽略傳感器錯誤值。需要在 12 分鐘內至少有 4 筆讀值才能正常運作。僅會平滑 CGM 讀值—手動輸入不會被更動。

source: It is not recommended to set Autosens Max above 150% to maintain safe insulin dosing.
bg: Не се препоръчва Autosens Max да се задава над 150%, за да се запази безопасното дозиране на инсулин.
cs: Kvůli zachování bezpečného dávkování inzulínu se nedoporučuje nastavovat Autosens Max nad 150 %.
da: Det anbefales ikke at indstille Autosens Max over 150% for at opretholde sikker insulindosering.
de: Es wird nicht empfohlen, Autosens Max über 150 % einzustellen, um eine sichere Insulindosierung zu gewährleisten.
es: No se recomienda establecer Autosens Max por encima del 150% para mantener la dosis segura de insulina.
fr: Il est déconseillé de définir une valeur supérieure à 150 % pour « Autosens max. » afin de garantir un dosage d’insuline sécurisé.
it: Non è raccomandato impostare Autosens Max al di sopra del 150% per mantenere la dose sicura di insulina.
nb_no: Det anbefales ikke å stille inn Autosens maks. over 150 % for å opprettholde sikker insulindosering.
nl: Het wordt niet aanbevolen om Autosens Max in te stellen boven de 150% om veilige insuline dosing te behouden.
pl: W celu utrzymania bezpiecznego dawkowania insuliny nie zaleca się ustawiania wartości Autosens Max powyżej 150%.
pt_pt: Não é recomendado definir o Autosens Máximo acima de 150% para manter a dosagem segura de insulina.
ru: Не рекомендуется устанавливать Autosens Max более 150% для поддержания безопасного изоляции в дозировке.
sv: För att upprätthålla en säker insulindosering rekommenderas det att Autosens Max aldrig ställs in högre än 150%.
uk: Не рекомендується встановлювати Автовизначення Макс. 150%, щоб підтримувати безпечне дози інсулінів.
vi: Không khuyến nghị đặt Giá trị Tối đa của Autosens vượt quá 150% để đảm bảo liều insulin an toàn.
zh_hant: 不建議將自動敏感度最大值設置在150%以上，以保持安全的胰島素劑量。

source: It looks at the last 8-24 hours of data, excluding meal-related changes, and adjusts insulin settings like basal rates and targets when needed to match your sensitivity or resistance to insulin.
bg: Анализира данните от последните 8–24 часа, като изключва промените, свързани с хранения, и коригира настройки на инсулина като базални дози и цели при необходимост, за да отговарят на вашата чувствителност или резистентност към инсулин.
cs: Sleduje data za posledních 8–24 hodin, vyjma změn souvisejících s jídlem, a upravuje nastavení inzulínu, jako jsou bazální dávky a cíle, když je potřeba, aby odpovídaly tvé citlivosti nebo rezistenci na inzulín.
da: Det ser på de sidste 8-24 timers data, bortset fra måltidsrelaterede ændringer, og justerer insulinindstillinger som basalsatser og mål efter behov for at matche din følsomhed eller resistens over for insulin.
de: Es schaut sich die letzten 8-24 Stunden an Daten an, ohne Änderungen im Zusammenhang mit Mahlzeiten und passt Insulineinstellungen wie Basalwerte und Ziele an, um Deine Empfindlichkeit oder Widerstandsfähigkeit gegen Insulin anzupassen.
es: Echa un vistazo a las últimas 8-24 horas de datos, excluyendo los cambios relacionados con la comida y ajusta los ajustes de insulina como las tasas basales y los objetivos cuando sea necesario para ajustarse a su sensibilidad o resistencia a la insulina.
fr: Il analyse les 8 à 24 dernières heures de données, en excluant les variations liées aux repas, et ajuste les paramètres d’insuline — comme le profil basal et les Cibles — si nécessaire, afin de refléter votre sensibilité ou résistance à l’insuline.
it: Prende in esame le ultime 8-24 ore di dati, esclusi i cambiamenti legati ai pasti, e regola le impostazioni dell’insulina come velocità basali e bersagli quando necessario per abbinare la sua sensibilità o resistenza all’insulina.
nb_no: Den tar for seg de siste 8-24 timene med data, unntatt måltidsrelaterte endringer, og justerer innstillinger som basaldose og blodsukkermål for å tilpasse til din insulinfølsomhet eller insulinresistens.
nl: Het kijkt naar de laatste 8-24 uur aan gegevens, met uitzondering van de maaltijdgerelateerde wijzigingen. en past insuline instellingen aan zoals basaalstanden en doelen wanneer nodig om jouw gevoeligheid of weerstand te laten overeenkomen met jouw insuline.
pl: Analizuje dane z ostatnich 8–24 godzin, z wyłączeniem zmian związanych z posiłkami, i w razie potrzeby dostosowuje ustawienia insuliny, takie jak dawki podstawowe i docelowe, aby uwzględnić wrażliwość lub oporność na insulinę.
pt_pt: Analisa as últimas 8-24 horas dos dados, excluindo alterações relacionadas com refeições e ajusta as configurações de insulina, como taxas basais e alvos, quando necessário para atender à sua sensibilidade ou resistência à insulina.
ru: Он смотрит на последние 8-24 часа данных, за исключением изменений в питании, и корректирует параметры инсулина, такие как базисные ставки и цели, когда это необходимо, чтобы соответствовать вашей чувствительности или сопротивляемости к инсулину.
sv: Man tittar på de senaste 8-24 timmarna av data, exklusive måltidsrelaterade förändringar, och justerar insulininställningar som basal och glukosmål när det behövs för att matcha din känslighet eller resistens mot insulin.
uk: Вона дивиться на останні 8-24 години даних, за винятком змін, пов’язаних з їжею, і налаштовує налаштування інсуліну, такі як базові показники і цілі, якщо потрібно встановити відповідність вашої чутливості або опору інсуліну.
vi: Tính năng này xem xét dữ liệu trong 8–24 giờ gần nhất (loại trừ các thay đổi liên quan đến bữa ăn) và điều chỉnh các thiết lập insulin như liều nền (basal) và mục tiêu đường huyết khi cần, để phù hợp với mức độ nhạy hoặc kháng insulin của bạn.
zh_hant: 它會查看過去8-24小時的資料，排除與用餐相關的變化，並在需要時調整胰島素設定，如基礎率和目標，以符合你的胰島素敏感性或抵抗力。

source: It serves as a safety limit, ensuring no temporary basal rates exceed safe levels.
bg: Служи като защитен лимит, който гарантира, че нито една временна базална доза не надвишава безопасните нива.
cs: Slouží jako bezpečnostní limit zajišťující, že žádné dočasné bazály nepřekročí bezpečnou úroveň.
da: Det fungerer som en sikkerhedsgrænse, der sikrer, at ingen midlertidige basale hastigheder overskrider sikre niveauer.
de: Sie dient als Sicherheitsgrenze, um sicherzustellen, dass keine Temporären Basalraten sichere Werte überschreiten.
es: Sirve como límite de seguridad, asegurando que las tasas basales temporales no superen los niveles seguros.
fr: Il sert de limite de sécurité, garantissant que les débits basaux temporaires ne dépassent pas des niveaux sûrs.
it: Serve come limite di sicurezza, garantendo che le percentuali basali temporanee superino i livelli di sicurezza.
nb_no: Den fungerer som en sikkerhetsgrense, ved å sikre at ingen midlertidige basalrater overstiger sikre nivåer.
nl: Het dient als veiligheidslimiet, waarbij geen tijdelijke basaalstanden worden gegarandeerd die de veilige niveaus overschrijden.
pl: Stanowi granicę bezpieczeństwa zapewniającą, że żadne tymczasowe dawki podstawowe nie przekroczą bezpiecznych poziomów.
pt_pt: Serve como um limite de segurança, garantindo que nenhuma basal temporária exceda os níveis de segurança.
ru: Он служит пределом безопасности, так чтобы временные базисные тарифы не превышали безопасных уровней.
sv: Det fungerar som en säkerhetsgräns, vilket garanterar att inga tillfälliga basalnivåer överstiger säkra nivåer.
uk: Він служить в якості обмеження безпеки, забезпечення тимчасового базового рівня не перевищує безпечний рівень.
vi: Nó đóng vai trò như một giới hạn an toàn, đảm bảo rằng không có liều insulin nền tạm thời nào vượt quá mức an toàn.
zh_hant: 它作為一個安全限制，確保沒有臨時基礎率超過安全水平。

source: It uses the SMB (Super Micro Bolus) algorithm to deliver insulin in small amounts to correct glucose spikes. UAM also works in reverse, reducing or stopping SMBs if glucose levels drop unexpectedly.
bg: Използва алгоритъма SMB (Super Micro Bolus), за да подава малки количества инсулин за коригиране на пикове в глюкозата. UAM работи и в обратна посока — намалява или спира SMB, ако нивата на глюкозата неочаквано спаднат.
cs: K podávání malých dávek inzulínu pro korekci glykemických špiček využívá algoritmus SMB (supermikrobolus). UAM funguje i obráceně – snižuje nebo zastavuje podávání SMB, pokud hladina cukru nečekaně klesne.
da: Det bruger SMB (Super Micro Bolus) algoritmen til at levere insulin i små mængder til at korrigere glukose pigge. UAM virker også reversibelt, idet det reducerer eller stopper SMB'er, hvis glukoseniveauet falder uventet.
de: Es verwendet den SMB-Algorithmus (Super Micro Bolus), um Insulin in kleinen Mengen zur Korrektur von Glukosespitzen zu liefern. UAM funktioniert auch umgekehrt, reduziert oder stoppt SMBs, wenn der Glukosegehalt unerwartet sinkt.
es: Utiliza el algoritmo SMB (Super Micro Bolus) para entregar insulina en pequeñas cantidades para corregir los picos de glucosa. UAM también funciona en inversa, reduciendo o parando SMB si los niveles de glucosa caen inesperadamente.
fr: Il utilise l’algorithme SMB (Super Micro Bolus) pour administrer de petites quantités d’insuline afin de corriger les hausses de glucose. UAM fonctionne également en sens inverse, en réduisant ou en interrompant les SMB si le niveau de glucose baisse de manière inattendue.
it: Utilizza l'algoritmo SMB (Super Micro Bolus) per erogare insulina in piccole quantità per correggere i picchi di glucosio. UAM agisce anche per invertire, ridurre o arrestare le piccole e medie imprese se i livelli di glucosio diminuiscono inaspettatamente.
nb_no: Den bruker SMB (Super Mikro Bolus) for å levere insulin i små mengder for å korrigere blodsukkerstigning. UAM virker også motsatt, ved å senke eller stoppe SMB hvis blodsukkernivået faller uventet.
nl: Het gebruikt het SMB (Super Micro Bolus) algoritme om in kleine hoeveelheden insuline toe te dienen voor het corrigeren van glucosepieken. UAM werkt ook omgekeerd, verminderen of stoppen met SMB's als de glucosewaardes onverwacht dalen.
pl: Wykorzystuje algorytm SMB (Super Micro Bolus) do dostarczania insuliny w małych ilościach w celu skorygowania skoków glikemii. UAM działa również zmniejszając lub zatrzymując SMB, jeśli poziom glukozy niespodziewanie spadnie.
pt_pt: Ele usa o algoritmo SMB (Super Micro Bolus) para entregar insulina em pequenas quantidades para corrigir espinhos de glicose. O UAM também funciona em sentido inverso, redução ou interrupção de SMBs caso os níveis de glicose caíssem inesperadamente.
ru: Он использует алгоритм SMB (Super Micro Bolus), чтобы доставить инсулин в небольших количествах для исправления шипов глюкозы. УАМ также работает в обратном, сокращении или остановке СМБ, если уровень глюкозы неожиданно снижается.
sv: Den använder SMB (Super Micro Bolus) algoritmen för att leverera insulin i små mängder för att korrigera glukosstigningar. UAM fungerar också omvänt, genom att minska eller stoppa SMB om glukosnivåerna sjunker oväntat.
uk: Використовується алгоритм SMB (Super Micro Bolus) для доставки інсуліну в невеликих кількостях, щоб виправити піки глюкози. UAM також працює реверсивно, зменшуючи чи зупиняючи SMB, якщо рівень глюкози несподівано знижується.
vi: Tính năng này sử dụng thuật toán SMB (Super Micro Bolus) để cung cấp insulin từng liều nhỏ nhằm điều chỉnh các đợt tăng đường huyết. UAM cũng hoạt động ngược lại: giảm hoặc dừng SMB khi mức đường huyết giảm bất ngờ.
zh_hant: 它使用SMB（超微量注射）演算法來以小量提供胰島素，以修正葡萄糖尖峰。如果葡萄糖水平意外下降，UAM也會以相反方式運作，減少或停止SMB。

source: Just be aware: if you force quit the app before finishing onboarding, your progress will not be saved.
bg: Имайте предвид: ако принудително затворите приложението, преди да завършите настройката, напредъкът ви няма да бъде запазен.
cs: Jen buď opatrný! Když aplikaci ukončíš před dokončením, o zadané údaje přijdeš.
da: Bare vær opmærksom på: Hvis du tvangsafslutter app'en, før du færdiggør onboarding, bliver dine indstillinger ikke gemt.
de: Aber Achtung: Wenn Du die App vor dem Abschluss der Einrichtung zwangsweise beendest, wird Dein Fortschritt nicht gespeichert.
fr: À noter : si vous forcez la fermeture de l’app avant d’avoir terminé la configuration initiale, votre progression ne sera pas enregistrée.
nb_no: Vær oppmerksom på at dersom du tvinger avslutning av appen før du er ferdig med oppstartsveiledningen, vil du måtte begynne på nytt.
nl: Let op: als u de app gedwongen afsluit, voordat u onboarding afrondt, wordt uw voortgang niet opgeslagen.
pl: Pamiętaj: jeśli wymusisz wyjście z aplikacji przed zakończeniem wprowadzania, Twoje postępy nie zostaną zapisane.
sv: Notera: om du tvångsavslutar appen innan du avslutat onboardingen, kommer det du angett inte att sparas.
vi: Lưu ý: Nếu bạn buộc đóng ứng dụng trước khi hoàn tất quá trình thiết lập ban đầu, tiến trình của bạn sẽ không được lưu.
zh_hant: 請注意：如果您在完成入門之前強制關閉應用程式，您的進度將不會被保存。

source: Keep these turned ON in your phone’s settings to ensure you receive Trio Notifications, Critical Alerts, and Time Sensitive Notifications.
bg: Оставете тези настройки включени в телефона си, за да сте сигурни, че получавате известия от Trio, критични предупреждения и спешни известия.
cs: Ponech tato nastavení v telefonu ZAPNUTÁ, abys dostával oznámení Tria, kritické výstrahy a časově citlivá oznámení.
da: Hold disse slået TIL i telefonens indstillinger for at sikre, at du modtager Trio meddelelser, Kritiske advarsler og tidsfølsomme meddelelser.
de: Lass diese Option in den Einstellungen Deines Telefons AN, um sicherzustellen, dass Du Trio-Benachrichtigungen, kritische Warnungen und zeitabhängige Benachrichtigungen erhältst.
es: Manténgalos encendidos en la configuración de tu teléfono para asegurarte de recibir notificaciones trio, alertas críticas y notificaciones sensatas.
fr: Laissez ces options activées dans les réglages de votre téléphone pour recevoir les notifications de Trio, à savoir les alertes critiques et les notifications urgentes.
it: Mantieni questi attivi nelle impostazioni del tuo telefono per assicurarti di ricevere le notifiche Trio, gli avvisi critici e le notifiche sensibili al tempo.
nb_no: Hold disse slått på i telefonens innstillinger for å sikre at du mottar varsler og tidskritiske varsler fra Trio.
nl: Houd deze ingeschakeld in de instellingen van uw telefoon om ervoor te zorgen dat u Trio Notificaties, Kritische Waarschuwingen en Gevoelige Tijdsmeldingen ontvangt.
pl: Pozostaw te opcje włączone w ustawieniach telefonu, aby mieć pewność, że otrzymasz powiadomienia Trio, alerty krytyczne i powiadomienia czasowe.
pt_pt: Mantenha estas ativadas nas configurações do seu telefone para garantir que você receba Notificações Trio, Alertas Críticos e Notificações Temporárias Sensiciosas.
ru: Эти настройки включены в настройках телефона, чтобы обеспечить получение Трио уведомлений, критических оповещений и уведомлений с учетом времени.
sv: Håll dessa påslagna i telefonens inställningar för att se till att du får Trio notiser, kritiska varningar och tidskänsliga notiser.
uk: Тримайте ці налаштування увімкненим у налаштуваннях вашого телефону, щоб впевнитись, що ви отримуєте Trio Сповіщень, критичні оповіщення та Чутливі Сповіщення з часом.
vi: Hãy giữ các tùy chọn này luôn BẬT trong cài đặt điện thoại của bạn để đảm bảo bạn nhận được Thông báo từ Trio, Cảnh báo quan trọng và Thông báo nhạy cảm về thời gian.
zh_hant: 保持這些開啟在你手機的設定中，以確保你能收到Trio通知、重要警示和時間敏感通知。
